hoshinoht/forest-link-protocol/flp-node/sdkconfig.defaults.esp32
# LilyGo T3 (ESP32 + SX1276 LoRa + OLED)

CONFIG_IDF_TARGET="esp32"

# Flash
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y

# SPI pins for SX1276 LoRa (LilyGo T3 defaults)
# Configured via Kconfig — see main/Kconfig.projbuild
